---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecShortCircuitRating
source: html/b2c971ab-515b-ba3f-ca89-8c9fc5ad9a22.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecShortCircuitRating Property

"Short Circuit Rating"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecShortCircuitRating { get; }
```